{
  "profiles": [
    {
      "id": "mk",
      "name": "monk",
      "full_name": "The Little Kung Fu Monk Man",
      "describe": "The Little Kung Fu Monk Man and protecting his Deva friends with his Brain Knuckles... Brain Knuckles... Brain Knuckles."
    },
    {
      "id": "in",
      "name": "indra",
      "full_name": "Indra Deva",
      "describe": "Indra is the main AI in the platform handling all the heavy lifting as you'd call it."
    },
    {
      "id": "ga",
      "name": "garuda",
      "full_name": "Garuda Deva",
      "describe": "Garuda is the security AI in the platform ensuring that all things are as they should be."
    },
    {
      "id": "fr",
      "name": "francis",
      "full_name": "Francis Friendly Deva",
      "describe": "Francis handles mostly just being Friendly and making sure that anything that needs investigating is ivestigated."
    },
    {
      "id": "pu",
      "name": "puppy",
      "full_name": "Hello Puppy Deva",
      "describe": "Hello Puppy sniffs out those things that nobody else can smell, and is super happy to do it too."
    },
    {
      "id": "rn",
      "name": "raven",
      "full_name": "Raven Deva",
      "describe": "What Raven really does is still quite a mystery, but being the intelligent bird things are sure fun."
    },
    {
      "id": "ro",
      "name": "robin",
      "full_name": "Robin Deva",
      "describe": "Robin loves to fly around and look for food like spiders, insects, and other things infesting the trees."
    },
    {
      "id": "sq",
      "name": "squirrel",
      "full_name": "Squirrel Deva",
      "describe": "Squirrel is super happy to go out and find the craziest nuts in the forest.  He loves hunting for nuts."
    },
    {
      "id": "tu",
      "name": "turtle",
      "full_name": "Turtle Deva",
      "describe": "Turtle is just wonderful to have around.  Looks over things very slowly and with a careful approach of a kind character."
    },
    {
      "id": "pi",
      "name": "pig",
      "full_name": "Mr Pig Deva",
      "describe": "Mr. Pig is the one who eats everything nobody else will touch, and then he'll turn it into fertilizer for what is to grow next."
    }
  ]
}
